; File Joiner (www.igorware.com/file-joiner)

[translation]
vers=2.1.3
laid=0x000C
lang=Français (French)
name=Andre Di via (Andre13)
date=2011-02-08

[controls]
000=Auto
001=Ajouter &Fichiers
002=Ajouter Dossier
003=&Retirer
004=Retirer Tout
005=Parcourir
006=Ajouter au fichier en tête de liste (utilisateurs avancés seulement!)
007=Hash
008=Effacez
009=Une fois terminé:
010=Ouvrir le fichier de sortie lorsque vous avez terminé
011=Ouvrir le dossier de sortie lorsque vous avez terminé
012=Supprimer des zones lorsque vous avez terminé
013=Sortir lorsque vous avez terminé

[about]
000=Au Sujet %s
001=OK

[list_column]
000=Chemin
001=Taille
002=Statut

[list_status_cat]
000=ok
001=alerte
002=erreur

[list_status]
000=ok
001=alerte: nombre ordinal inattendue 
002=alerte: discordance de la taille du fichier avec le premier fichier
003=warning: taille du dernier fichier volumineux que les fichiers précédents
004=erreur: fichier ne peut pas être ouvert en écriture!
005=erreur: fichier ne peut pas être ouvert en lecture!

[list_tooltip]
000=Liste des fichiers d'entrée
001=Chemin:\t %s\r\nTaille:\t %s\r\nOrdinal:\t %d\r\nStatut:\t %s

[join_button]
000=&Stop
001=&Assemblage

[settings]
000=Paramètres
001=Tests
002=Test pour des parties &manquantes sur le chargement
003=Critère de taille des parties  &uniformité de chargement
004=Test pour des parties manquantes
005=Uniformité de la taille Test des parties
006=Liste des Fichiers
007=&Trier en utilisant uniquement le dernier numéro dans le chemin de fichier (plus rapide)
008=&Enlevez tous les articles à partir de la liste après assemblage
009=Désactiver &parties auto charger
010=Récursif sous-&dossiers
011=Général
012=Se souvenir &position de la fenêtre
013=Utilisez Corbeille ensuite &suppression des parties
014=Chemin de sortie par défaut
015=Identique au dossier d'entrée
016=Chemin personnalisé
017=Sauver
018=Annuler
019=

[menu]
000=&Options
001=Toujours au-&Dessus\tCtrl + T
002=Associer les fichiers avec .001 (pas transférables)
003=Désactiver &hashage
004=&Retirez tous les éléments à partir de la liste après assemblage
005=&Paramètres

006=&Langage

007=&Aide
008=En-Ligne &Aide
009=&Site web
010=&Au Sujet
011=

[menu_popup]
000=
001=
002=
003=&Retirer
004=Retirer Tout

[messages]
001=Impossible de créer le sujet :(
002=Opération d'assemblage est en cours, voulez-vous vraiment quitter (non recommandé)?
003=Prêt
004=Assemblage...
005=Assemblage de l'opération en cours
006=Fichiers joints avec succès!

007=Vous n'avez qu'un seul fichier dans la liste!
008=Vous n'avez pas choisi des fichiers à déplacer!
009=La liste de fichiers est vide, aucun fichiers à joindre!
010=Le Fichier ne peut pas être ouvert!
011=Le fichier de sortie spécifié ne peut pas être créé!
012=Echec lors de l'écriture du Fichier! Espace disque Insuffisant?
013=Fichiers ajoutés: %d
014=Fichiers Chargés Automatiquement: %d
015=Le fichier de sortie existe déjà. Désirez-vous écraser le fichier?
016=Chemin du fichier de sortie n'est pas spécifié!

017=Test Parties Manquantes
018=Il semble qu'il n'y ait pas de %d partie(s) with ordinal(s): %s.
019=Il semble qu'il n'y ait pas de(s) ordinal(aux) de plus  %d parties : %s.
020=Parties test grandeur nature
021=Il semble que %d le ou les partie(s) ont une taille de fichiers différents de la première partie, cela pourrait signifier que les parties sont corrompus ou ne font pas partie du même groupe. Ordinal (aux) de partie(s) (s) avec des dimensions différentes: %s.
022=Il semble que la dernière partie ne dispose pas de taille de fichier inférieure qui pourrait être le signe qu' il vous manque la dernière partie, cependant ce n'est pas nécessairement le cas.
023=\n\nEtes-vous sûr(e) que vous souhaitez continuer à adhérer à cette opération?
024=Chemin personnalisé: "%s"
025=-sortie

[tooltips]
000=* UTILISATEURS CONFIRMES UNIQUEMENT *\r\nAjoute tous les fichiers au premier fichier de la liste.\r\nBon pour une pointe de vitesse, mauvaise si vous faites une erreur avec le fichier de commande dans la liste.
001=Déplacer le(s) fichier(s) choisis dans la liste
002=Déplacer le(s) fichier(s) choisis dans la liste
003=Chemin où votre fichier de sortie sera enregistré
004=Parcourir la localisation pour enregistrer votre fichier de sortie
005=Joindre des fichiers dans la liste
006=Statut
007=Ajouter des fichiers à la liste
008=Ajouter tous les fichiers du dossier
009=Supprimer les éléments sélectionnés de la liste
010=Retirez tous les éléments de la liste
011=Trier les éléments de la liste
012=Alterner le tri automatique
013=Hachage CRC32
014=Alterner le calcul de CRC32 de hachage
015=Hachage MD5 
016=Alterner le calcul de hachage MD5
017=Effacer les valeurs de hachage
018=Supprimer toutes les parties du disque dur lorsque vous avez terminé (uniquement sur jonction réussi)
019=Sortir lorsque vous avez terminé (uniquement sur jonction réussi)
020=Ouvrir le fichier de sortie lorsque vous avez terminé (uniquement sur jonction réussi)
021=Ouvrir le dossier de sortie lorsque vous avez terminé (uniquement sur jonction réussi)

[updater]
000=
001=
002=
